Repository: behzad-azadi2693/django_sanof
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa

source: SANOF
ar: سانوف
fa: سانوف

source: This field is required
ar: هذه الخانة مطلوبه
fa: این فیلد الزامی است

source: This field is incorrect
ar: هذا الحقل غير صحيح
fa: مقدار فیلد صحیح نمی باشد

source: Field size larger than allowed
ar: حجم الحقل أكبر من المسموح به
fa: اندازه فیلد بزرگتر از حد مجاز

source: Field size less than allowed
ar: حجم الحقل أقل من المسموح به
fa: اندازه فیلد کوچکتر از مقدار مجاز

source: category name english
ar: اسم الفئة باللغة الإنجليزية
fa: دسته بندی به انگلیس

source: category name persian
ar: اسم الفئة الفارسية
fa: دسته بندی به فارسی

source: category name arabian
ar: اسم التصنيف عربي
fa: دسته بندی به عربی

source: description english
ar: وصف الإنجليزية
fa: توضیحات به انگلیسی

source: description persian
ar: وصف الفارسي
fa: توضیحات فارسی

source: description arabian
ar: وصف عربي
fa: توضیحات عربی

source: image
ar: صورة
fa: تصویر

source: category
ar: الفئة
fa: دسته بندی

source: which category
ar: أي فئة
fa: کدام دسته بندی؟؟

source: product name english
ar: اسم المنتج الإنجليزية
fa: نام محصول به انگلیسی

source: product name persian
ar: اسم المنتج الفارسي
fa: نام محصول به فارسی

source: product name arabian
ar: اسم المنتج عربي
fa: نام محصول به عربی

source: title english
ar: العنوان باللغة الإنجليزية
fa: عنوان به انگلیس

source: title persian
ar: العنوان باللغة الفارسي
fa: عنوان به فارسی

source: title arabian
ar: العنوان باللغة عربي
fa: عنوان به عربی

source: Complies with standard
ar: يتوافق مع المعيار
fa: مطابق با استاندارد

source: Package type english
ar: نوع الحزمة الإنجليزية
fa: نوع بسته بندی به انگلیسی

source: Package type persian
ar: نوع الحزمة الفارسية
fa: نوع بسته بندی به فارسی

source: Package type arabian
ar: نوع الحزمة عربي
fa: نوع بسته بندی به عربی

source: maintenance english
ar: اللغة الإنجليزية الصيانة
fa: نحوه نگهداری به انگلیسی

source: maintenance persian
ar: اللغة فارسي الصيانة
fa: نحوه نگهداری به فارسی

source: maintenance arabian
ar: اللغة عربي الصيانة
fa: نحوه نگهداری به عربی

source: consumption level english
ar: مستوى الاستهلاك باللغة الإنجليزية
fa: میزان مصرف به انگلیسی

source: consumption level persian
ar: مستوى الاستهلاك باللغة الفارسية
fa: میزان مصرف به فارسی

source: consumption level arabian
ar: مستوى الاستهلاك باللغة عربي
fa: میزان مصرف به عربی

source: safety english
ar: الإنجليزية السلامة
fa: ایمنی به انگلیسی

source: safety persian
ar: الفارسية السلامة
fa: ایمنی به فارسی

source: safety arabian
ar: عربي السلامة
fa: ایمنی به عربی

source: consumption english
ar: استهلاك اللغة الإنجليزية
fa: روش مصرف به انگلیسی

source: consumption persian
ar: استهلاك اللغة الفارسية
fa: روش مصرف به فارسی

source: consumption arabian
ar: استهلاك اللغة عربي
fa: روش مصرف به عربی

source: properties english
ar: خصائص اللغة الإنجليزية
fa: خواص به انگلیسی

source: properties persian
ar: خصائص اللغة الفارسية
fa: خواص به فارسی

source: properties arabian
ar: خصائص اللغة عربي
fa: خواص به عربی

source: application english
ar: تطبيق اللغة الإنجليزية
fa: مـوارد کـاربرد به انگلیسی

source: application persian
ar: تطبيق اللغة الفارسية
fa: مـوارد کـاربرد به فارسی

source: application arabian
ar: تطبيق اللغة عربي
fa: مـوارد کـاربرد به عربی

source: specifications english
ar: المواصفات الإنجليزية
fa: مـشخصات به انگلیسی

source: specifications persian
ar: المواصفات الفارسية
fa: مـشخصات به فارسی

source: specifications arabian
ar: المواصفات عربي
fa: مـشخصات به عربی

source: catalog english
ar: كتالوج الإنجليزية
fa: کاتالوگ به انگلیسی

source: catalog persian
ar: كتالوج الفارسية
fa: کاتالوگ به فارسی

source: catalog arabian
ar: كتالوج عربي
fa: کاتالوگ به عربی

source: to be displayed in navbar??
ar: ليتم عرضها في نافبار ؟؟
fa: در نوبار نمایش داده شود؟؟

source: keyword serching
ar: البحث عن الكلمات الرئيسية
fa: کلمات برای جستجو

source: Product
ar: منتج
fa: محصول

source: Products
ar: منتجات
fa: محصولات

source: which product??
ar: أي منتج ؟؟
fa: مربوط به کدام محصول

source: title for this link
ar: عنوان هذا الارتباط
fa: عنوان برای این لینک

source: link from aparat
ar: ارتباط من ابارات
fa: لینک از آپارات

source: Link
ar: وصلة
fa: لینک

source: Links
ar: الروابط
fa: لینک ها

source: News
ar: أخبار
fa: اخبار

source: date
ar: تاريخ
fa: تاریخ

source: show in english???
ar: تظهر فی الإنجليزية ؟؟؟
fa: نمایش برای زبان انگلیسی؟؟؟

source: show in persian???
ar: تظهر فی الفارسية ؟؟؟
fa: نمایش برای زبان فارسی؟؟؟

source: show in arabian???
ar: تظهر فی عربي ؟؟؟
fa: نمایش برای زبان عربی؟؟؟

source: Certificate
ar: شهادة
fa: گواهینامه

source: Certificates
ar: الشهادات
fa: گواهینامه ها

source: Question english
ar: سؤال اللغة الإنجليزية
fa: سوال به انگلیسی

source: Answer english
ar: أجب الإنجليزية
fa: پاسخ سوال به انگلیسی

source: Question persian
ar: سؤال اللغة الفارسية
fa: سوال به فارسی

source: Answer persian
ar: أجب الفارسية
fa: پاسخ سوال به فارسی

source: Question arabian
ar: سؤال اللغة عربي
fa: سوال به عربی

source: Answer arabian
ar: أجب عربي
fa: پاسخ سوال به عربی

source: Frequently Asked Questions
ar: أسئلة مكررة
fa: سوالات متداول

source: Service
ar: خدمة
fa: خدمات

source: Services
ar: خدمات
fa: خدمات

source: slider english
ar: المنزلق الإنجليزية
fa: مقاله به انگلیسی

source: slider persian
ar: المنزلق الفارسية
fa: مقاله به فارسی

source: slider arabian
ar: المنزلق عربي
fa: مقاله به عربی

source: to be displayed??
ar: ليتم عرضها ؟؟
fa: نمایش داده شود؟؟

source: Slider
ar: المنزلق
fa: مقاله

source: Sliders
ar: المتزلجون
fa: مقالات

source: avatar
ar: الصورة الرمزية
fa: آواتار

source: address english
ar: العنوان باللغة الإنجليزية
fa: آدرس به انگلیسی

source: address persian
ar: العنوان باللغة الفارسية
fa: آدرس به فارسی

source: address arabian
ar: العنوان باللغة عربي
fa: آدرس به عربی

source: Portfolio
ar: ملف
fa: نمونه کار

source: which portfolio
ar: التي ملف
fa: کدام نمونه کار

source: Portfolio images
ar: الصور ملف
fa: تصویر نمونه کار

source: your name
ar: اسمك
fa: نام شما

source: your email
ar: بريدك الالكتروني
fa: ایمیل شما

source: Phone number must be entered in the format: '+989010000000'. Up to 15 digits allowed.
ar: يجب إدخال رقم الهاتف بالتنسيق:+989010000000 يسمح بحد أقصى 15 رقمًا.
fa: شماره تلفن باید در قالب: '989010000000+' وارد شود. حداکثر 15 رقم مجاز است.

source: your phone number
ar: رقم تليفونك
fa: شماره تماس شما

source: your message
ar: رسالتك
fa: پیغام شما

source: Reviewed??
ar: استعرض ؟؟
fa: بررسی شده؟؟

source: Contact Us
ar: اتصل بنا
fa: ارتباط با ما

source: Your message was successfully registered
ar: تم تسجيل رسالتك بنجاح
fa: پیغام شما با موفقیت ثبت شد
